Repository: geonition/base_page
Catalog: *_page/locale/*/LC_MESSAGES/django.po
Languages: fi, mr

source: SoftGIS service for participative urban planning
fi: Paikka! Laita asiat kartalle. Karttapohjaiset pehmoGIS -kyselyt asukastiedon keräämiseen suunnittelun tueksi
mr: सोफ्ट जीआयएस

source: City
fi: Kaupunki
mr: शहर

source: Help us improve our city
fi: Auta meitä kehittämään kaupunkia
mr: आपलं शहर सुंदर बनवायला सहकार्य करा

source: Provided by
fi: Palvelun tarjoaa

source: Hello
fi: Hei
mr: नमस्कार

source: profile
fi: profiili
mr: प्रोफाईल

source: sign out
fi: kirjaudu ulos
mr: साईन आउट

source: sign in
fi: kirjaudu sisään
mr: साईन इन

source: or
fi: tai
mr: अथवा

source: register
fi: rekisteröidy
mr: नोंदणी करा

source: as a user
fi: käyttäjäksi

source: Change language:
fi: Vaihda kieltä:

source: Give feedback for the service
fi: Anna palautetta palvelusta
mr: सर्विस बाबत आपल्या प्रतिक्रिया नक्की व्यक्त करा.

source: Change language of the service to
fi: Muuta palvelun kieltä
mr: भाषा बदला

source: Change your profile settings from here:
fi: Muutta profiiliasi täältä:
mr: प्रोफाईलचे ओपशन्स इकडून बदला.

source: This serivce is provided by
fi: Tämän palvelun tarjoaa

source: Main
fi: Sisältö
mr: मुख्य

source: Map
fi: Kartta

source: Settings
fi: Asetukset

source: You can write your feedback in the textbox below
fi: Voit antaa palautetta alla olevaan tekstikenttään
mr: खालील जागे मध्ये आपण आपल्या प्रतिक्रिया लिहू शकता.

source: Send feedback
fi: Lähetä palaute
mr: प्रतिक्रिया कळवा

source: softGIS site admin
fi: pehmoGIS sivuston ylläpitäjä
mr: सोफ्ट जीआयएस साईट प्रशासन

source: softGIS administration
fi: pehmoGIS ylläpitäjä
mr: सोफ्ट जीआयएस प्रशासन

source: in
mr: आत
